{
	"cites": [
		{
			"url": "https://ethereum.github.io/yellowpaper/paper.pdf",
			"cites": [
				"2ommer is a gender-neutral term to mean “sibling of parent”; see https://nonbinary.miraheze.org/wiki/Gender_neutral_language_in_English#Aunt/Uncle"
			]
		},
		{
			"url": "https://disco.coop/wp-content/uploads/2019/11/DisCO_Manifesto-v1-1.pdf",
			"cites": [
				"Meanwhile, adoption of blockchain dApps (decentralized applications) remains low when compared to Silicon Valley giants. The world’s top ranked dApp has 1300 daily active users. Yes, you read correctly: that’s one thousand three-hundred users — contrast that to Facebook’s 1.56 billion daily users. On the flipside, the energy consumption of most blockchain validation systems remains terrifyingly high, with estimates comparing it to that of the national consumption of Ireland or Denmark.",
				"In the Guerrilla Media Collective, the neat division between theory and practice is moot.",
				"In A Postcapitalist Politics, feminist economic geographers J.K. Gibson-Graham remind us that there are innumerable economic practises existing within, alongside and beyond capitalism. The panorama for non-capitalist economic diversity is vast, but capitalism blinds us to it by pretending to be all-encompassing and inescapable.",
				". In the The Human Condition, Hannah Arendt argues that when aesthetics are linked to politics, it ultimately ends in fascism.",
				"From this body of lived experience we propose a hypothesis: that DisCOs could become an economic counterpower by leveraging and federating the power of the movements mentioned above. What is the precise technical framework to make this happen? Here we will utter a sentence not very present in the blockchain space: We don’t know."
			]
		},
		{
			"url": "http://media.telekommunisten.net/manifesto.pdf",
			"cites": [
				"In his ‘Essay on Profits’, Ricardo argues: ‘The interest of the landlord is always opposed to the interest of every other class in the community’.",
				"Rather workers, by their very definition, are unable to earn enough to do anything more than make a living and struggle to live according to the acceptable standards of their community. These ‘acceptable standards’ are established in terms of the canons of taste and decency established by a predatory economic elite.",
				"Thorstein Veblen, a Norwegian-American economist and sociologist whose work lays the foundation for the institutional economics movement, argues that, in a class society, all but the very richest are compelled to dispose of practically their entire income in order to live according to community standards of respectability, in what he calls ‘conspicuous consumption’ and ‘conspicuous waste’. To not participate in conspicuous consumption is to face social exclusion and further reduced prospects of upward mobility.8 ‘Failure to consume in due quantity and quality becomes a mark of inferiority and demerit’, Veblen argues in his 1899 The Theory of the Leisure Class.9"
			]
		},
		{
			"url": "https://wiki.gentoo.org/wiki/Handbook:AMD64/Installation/Base",
			"cites": [
				"The LICENSE variable in an ebuild is only a guideline for Gentoo developers and users. It is not a legal statement, and there is no guarantee that it will reflect reality. So don't rely on it, but check the package itself in depth, including all files that you use."
			]
		},
		{
			"url": "bcachefs.org",
			"cites": [
				"If you don't want to use Patreon, I'm also happy to take donations via paypal: kent.overstreet@gmail.com."
			]
		}
	]
}
